[General]
Version=1.8.9
LanguageName=Български 
lblLanguageAuthor=Георги

[Form1]
lblLanguage=Език:
TorrentFileLabel=Избери:
closeButton=Затвори
StartButton=Старт
tabGeneral=Основно меню
groupTorrentFile=Торент файл
browseButton=Избери...
groupStats=Статистика
totalRunningTimeLabel=Време :
leechLabel=Лийчъри:
seedLabel=Сийдъри:
manualUpdateButton=Ръчен ъпдейт
labelUpdateIn=Ъпдейт след:
downloadCountLabel=Свалено :
uploadCountLabel=Качено :
groupBoxOptions=Опции
applyStopSettingsButton=Потвърди
stopProcessLabel=Спри процеса след:
FileSizeLabel=Завършени (%)
uploadRateLabel=Ъплоуд скорост (kB/s) :
downloadRateLabel=Даунлоуд скорост (kB/s) :
groupTorrentInfo=Информация за торента
labelTorrentSize=Размер:
hashLabel=SHA Хеш:
TrackerLabel=Тракер:
tabAdvanced=Допълнителни
memoryReaderButton=Четец на паметта...
updateAnnounceParamsOnStart=Ъпдейтни peer_id и ключа при стартиране
checkNewVersion=Провери за нова версия
checkShowTrayBaloon=Покажи информация в трей
ClientLabel=Симулация на клиент:
randomSpeedGroup=Произволни ъплоуд/даунлоуд скорости
RandomDownloadToLabel=Максимално:
RandomUploadToLabel=Максимално:
RandomDownloadFromLabel=Мин.:
RandomUploadFromLabel=Мин.:
checkRandomDownload=Даунлоуд (kB)
checkRandomUpload=Ъплоуд  (kB)
reportParamsGroup=Параметри на анонса
keyLabel=Ключ (key):
labelPeerID=Инф-я за пиъра (peer_id):
numwantLabel=Пиъри (число):
portInfoLabel=Ако тези полета са оставени празни, RatioMaster ще използва произволни или стойности по подразбиране
portLabel=Порт (Номер):
tabNetwork=Мрежа
groupNetworkMisc=Разни
checkIgnoreFailureReason=Игнорирай 'failure reason' отговор от тракера
labelStopMinLeecher=Спри да качваш, когато броя лийчъри е по-малък от:
intervalLabel=Интервал на ъпдейт (сек):
checkRequestScrap=Вземи сийдъри/лийчъри статистика (сваля инфо от тракера)
checkTCPListen=Използвай TCP listener (появяваш се connectable в тракера)
proxySettingsGroup=Прокси настройки
labelProxyPass=Парола:
labelProxyUser=Име:
labelProxyPort=Порт:
labelProxyHost=Хост:
labelProxyType=Вид прокси:
tabLog=Дневник
saveLogButton=Запази дневника
checkLogEnabled=Включи дневника
clearLogButton=Изчисти дневника
tabAbout=За нас
labelForums=Форум:
labelWebSite=Интернет сайт:
StopButton=Спри
linkProxyHelp=Помощ с проксито
tabUpdates=Ъпдейти
installUpdatesButton=Инсталирай ъпдейтите
checkUpdatesButton=Провери за ъпдейти
labelUpdates=Клиенти и езици
labelBindIp=Прикачи към IP
checkMinimizeToTray=Минимизирай в трей
checkIgnoreTimeout=Игнорирай грешките при връзка
checkUPnP=Пренасочване на UPnP портове
testNetworkButton=Провери настройките
ResetCountersButton=Рестартирай брояча
checkSavePeers=Запази листа с пиъри


[MemoryReader]
reApplyButton=Потвърди
reCloseButton=Затвори
groupBoxSearchResults=Резултати от търсенето
reHashLabel=Хеш:
rePeerIdLabel=Инф-я за пиъра(peer_id):
reKeyLabel=Ключ(key):
numwantLabel=Брой пиъри (число):
rePortLabel=Порт (число):
reSearchStrLabel=Низ:
reSearchButton=Започни търсене
reProcessNameLabel=Име на процеса:

[Messages]
mrNoProcessFound=Процесът {0} не е открит .\r\nПроверете дали торент клиента работи и дали има поне един работещ торент файл.
mrSearchFail=Търсенето неуспешно.\r\nПроверете дали торент клиента работи и дали има поне един работещ торент файл.
mrSearchTitle=Търси
mrSearchSuccess=Търсенето приключено успешно!\r\nНатисни потвърди бутона за да потвърдите намерените стойности за клиента.
vrNewVersionReleased=Пусната е нова версия! Свалете я от http://www.moofdev.net
vrNewVersionTitle="Намерена е нова версия"
ballonUploaded=Качено: {0} \r\n
ballonDownloaded=Свалено: {0} \r\n
ballonUpdateIn=Ъпдейт след: {0} \r\n
ballonTotalTime=Време: {0} \r\n
stopProcessOpt1=Не спирай
stopProcessOpt2=Качено
stopProcessOpt3=Свалено
stopProcessOpt4=Време
stopProcessUnits1=Секунди
stopProcessUnits2=Минути
stopProcessUnits3=Часове
restoreToolStripMenuItem=Възстанови
exitToolStripMenuItem=Изход
umNumUpdatesFound=Намерени {0} ъпдейти
umNoUpdatesFound=Няма намерени ъпдейти
umParsingUpdates=Анализиране на ъпдейтите...
umCheckingUpdates=Проверка за ъпдейти...
umDownloadingUpdate=Сваляне на ъпдейт {0}
umFinishedDownloadingUpdates=Завършено свалянето на ъпдейти
clmnUpdateName=Име
clmnUpdateFileName=Име на файла
clmnUpdateType=Вид
clmnUpdateAuthor=Автор
confirmCloseTitle=Потвърди затваряне
confirmCloseMessage=Торента се обновява в момента.\r\nИскате ли да затворите RatioMaster?
defaultBinding=По подразбиране
testNetworkSuccess=Свързан успешно. Настройките на мрежата работят.
testNetworkFailed=Грешка при свързване
testNetworkInProgress=Проверка на настройките...

[Tooltips]
checkIgnoreFailureReason=RM ще игнорира всички грешки върнати от тракера и ще продължи да ъплоудва, когато тази опция е избрана.
labelStopMinLeecher=RM ще спре качването, когато номера на лийчърите е по-малък от избраната стойност
intervalLabel=Интервал на ъпдейт по подразбиране за ипращане на статистика до тракера.\r\nПолезно за тракери, които не връщат интервал на ъпдейт
proxySettingsGroup=RM може да използва прокси да се свърже с тракера, за да скриете реалния си адрес
memoryReaderButton=Четец на паметта\r\nИзползвайте този инструмент, когато искате да симулирате параметри на клиента \r\nкато информация за пиъра, ключ, порт и други за да изглежда като истински торент клиент.
updateAnnounceParamsOnStart=Когато тази опция е избрана,RM генерира нови стойности на peer_id и ключа всеки път, когато я стартирате.\r\nАко не е избрана RM  използва стойности запазени от последния път.
TorrentClientsBox=В този прозорец изберете клиент, който искате да симулирате
randomSpeedGroup=RM може да избере произволни стойности след всеки анонс \r\nспрямо тези настройки.\r\nКачване с една и съща скорост за продължителен период е подозрително.
torrentFile=Път до файла\r\nНатиснете Избери... или влачете торент файл до прозореца на RM
totalRunningTimeLabel=Изминало време за тази сесия
leechLabel=Лийчъри за този торент\r\nПри някои тракери тази информация не е налична
seedLabel=Сийдъри за този торент\r\nПри някои тракери тази информация не е налична
manualUpdateButton=Ръчен ъпдейт\r\nТракера може да бъде ръчно ъпдейтнат, вашата статистика в тракера трябва да се промени в съответствие.
labelUpdateIn=Време до следващ ъпдейт 
downloadCountLabel=Свалено\r\nСлед следващия ъпдейт вашата статистика в тракера трябва да се промени в съответствие
uploadCountLabel=Качено\r\nСлед следващия ъпдейт вашата статистика в тракера трябва да се промени в съответствие
checkIgnoreTimeout=RM ще игнорира грешките при връзка с тракера                                                                                                                   
stopProcessActionBox=RM може да спре процеса автоматично.\r\nИзберете между различните настройки и задайте стойности.
uploadRate=Ъплоуд скорост\r\nЗадайте тук скоростта, която RM ще отправя към тракера
downloadRate=Даунлоуд скорост\r\nЗадайте тук скоростта, която RM ще отправя към тракера
shaHash=Хеш на торента\r\nМоже да зададете стойност на хеша или тя ще бъде генерирана автоматично от избрания файл
trackerAddress=Адрес на тракера\r\nМоже да зададете адрес или той ще бъде генериран автоматично от избрания файл
fileSize=Завършени %\r\nМоже да зададете каква част от торента е свалена\r\n100% = Свален\r\n0%     = Не започнат\r\nRM запомня завършени % както и всички други настройки за даден торент.                                       
reportParamsGroup=Тези параметри са част от анонса, който RM ще изпрати до тракера.\r\nОбикновено RM ще генерира тези параметри автоматично, но вие имате възможност\r\nда ги въведете ръчно или да използвате четеца на памет за да ги вземете директно от вашия торент клиент.
reProcessNameBox=RM ще търси този процес.\r\nRM попълва този прозорец автоматично спрямо избора на вашия клиент.
reSearchStr=RM ще използва този низ за да намери адреса на клиента и да попълни стойностите.
reSearchButton=Натиснете "Започни търсене" за да започнете търсене.
groupBoxSearchResults=Ако търсенето е успешно RM ще попълни тези полета с намерените резултати.\r\nКопирайте тези стойности ръчно в "Допълнителни" или натиснете Потвърди.
reApplyButton=Натиснете "Потвърди" за да копирате резултатите в прозореца "Допълнителни".